{
    "application": {
        "language": "german",
        "place_of_internship": [
            "Ludwigshafen am Rhein",
            "Renania-Palatinado, Alemania"
        ],
        "company_name": "Computacenter",
        "person_in_charge": "Recruiting-Team",
        "internship_title": "Bewerbung als Praktikant - Trainee IT Consulting - Workplace w/m/d",
        "cover_letter_text": "Sehr geehrtes Recruiting-Team,\n\nmit großem Interesse habe ich Ihre Ausschreibung für das Praktikum als Trainee IT Consulting - Workplace auf Ihrer Karriereseite gelesen. Als Student der Technischen Informatik und DAAD-KOSPIE-Stipendiat an der Georg-August-Universität Göttingen suche ich für den Zeitraum von März bis August 2026 ein sechsmonatiges Pflichtpraktikum. Die beschriebene Tätigkeit, innovative Lösungen mit modernsten Microsoft- und Apple-Technologien umzusetzen, spricht mich sehr an.\n\nMein Studium mit Fokus auf Computer Systems Engineering und meine praktischen Erfahrungen haben mir ein breites IT-Grundverständnis vermittelt. Während meiner Tätigkeit als Werkstudent im DevOps-Bereich bei der Ford Motor Company konnte ich bereits intensive Praxiserfahrung in agilen Umgebungen sammeln. Ich habe CI/CD-Pipelines mit Jenkins entwickelt, Prozesse mit GitHub Actions automatisiert und mich in die Nutzung verschiedener APIs eingearbeitet. Diese Erfahrung hat mir gezeigt, wie ich mich schnell in neue Tech-Stacks und Arbeitsmethoden einarbeite.\n\nDie in der Ausschreibung genannten Themen wie die Digitalisierung des Arbeitsplatzes, das Management von Devices und die Zusammenarbeit über Unified Communication & Collaboration-Plattformen finde ich äußerst spannend. Durch Projekte in den Bereichen Cloud Computing, Webentwicklung und Mobile Robotics konnte ich bereits Berührungspunkte mit verwandten Technologien sammeln. Meine technischen Kenntnisse umfassen unter anderem Python, Java, JavaScript sowie Erfahrungen mit Google Cloud und React.\n\nIch bringe eine hohe Beratungsaffinität und kommunikative Fähigkeiten mit, die ich in interkulturellen Teams während meiner Studienaufenthalte in Mexiko und Deutschland stetig weiterentwickelt habe. Ich spreche fließend Englisch (TOEFL B2) und Deutsch auf fortgeschrittenem Niveau (B2/C1), was eine reibungslose Kommunikation in internationalen Teams ermöglicht. Die geforderte Reisebereitschaft ist für mich selbstverständlich gegeben.\n\nIch bin überzeugt, dass ich mit meiner praktischen Erfahrung, meiner schnellen Auffassungsgabe und meiner Begeisterung für IT-Lösungen eine wertvolle Bereicherung für Ihr Team sein kann. Gerne würde ich meine Fähigkeiten in Ihrem Unternehmen einbringen und vertiefen.\n\nÜber die Gelegenheit, mich in einem persönlichen Gespräch näher vorzustellen, würde ich mich sehr freuen."
    }
}