{
    "application": {
        "language": "english",
        "place_of_internship": [
            "Berlin",
            "Alemania"
        ],
        "company_name": "Reonic GmbH",
        "person_in_charge": "Udo Sill",
        "internship_title": "Application for Internship - Founders Associate Intern - Special Projects",
        "cover_letter_text": "I am a Computer Systems Engineering student currently participating in the DAAD-KOSPIE exchange program and completing my academic exchange at the University of Göttingen. As part of this program, I am required to complete a mandatory professional internship, and I am very interested in the Founders Associate Intern - Special Projects position at Reonic GmbH. The opportunity to collaborate directly with co-founders on new digital SaaS products and to work at the intersection of technology, operations, and business strategy strongly aligns with my career aspirations and practical experience.\n\nMy academic background at ESCOM-IPN and my exchange semesters in Germany have provided me with a robust foundation in programming, cloud computing, and data analysis, complemented by a strong entrepreneurial focus fostered through the KOSPIE scholarship. I am fluent in English and possess business-fluent German (C1 level), which ensures I can communicate effectively in an international startup environment. My hands-on approach is demonstrated through my work as a DevOps Working Student at Ford Motor Company, where I proactively implemented monitoring tools and automated CI/CD pipelines using Jenkins and GitHub Actions to improve workflow efficiency and developer feedback. This experience required gathering requirements, analyzing system performance, and executing solutions rapidly.\n\nI am particularly drawn to the role's activities, such as building dashboards, analyzing product usage data to uncover trends, and helping improve cross-team alignment. I have practical experience with data visualization tools like Tableau and am proficient in Python and SQL for data analysis. Furthermore, my project work, including developing an Android app for real-time sign language recognition and contributing to a published robotics paper, has honed my ability to work on innovative, cross-functional projects from conception to execution. I am a structured thinker with a keen eye for detail, eager to run numbers and execute tasks quickly. I am fully available for a 4-6 month internship in Berlin and am enthusiastic about investing the necessary time and effort to contribute meaningfully to your team's special projects."
    }
}