{
    "application": {
        "language": "german",
        "place_of_internship": "Brema, Brema, Alemania",
        "company_name": "ArianeGroup GmbH",
        "person_in_charge": "Alina Ortjohann\n",
        "internship_title": "Praktikant im Bereich Software Engineering",
        "cover_letter_text": "Sehr geehrtes Team der ArianeGroup,\n\nmit großem Interesse habe ich Ihre Ausschreibung für das Praktikum im Bereich Software Engineering in Bremen gelesen. Die Möglichkeit, an Optimierungsalgorithmen für Luft- und Raumfahrttechnik mitzuwirken, finde ich außerordentlich spannend. Als Student der Technischen Informatik im DAAD-KOSPIE Austauschprogramm an der Universität Göttingen suche ich für den Zeitraum von März bis August 2026 ein sechsmonatiges Pflichtpraktikum, um meine Kenntnisse in der Softwareentwicklung praktisch anzuwenden und zu vertiefen.\n\nMein Studium in Computer Systems Engineering hat mir ein fundiertes Verständnis für Programmierung und Softwarearchitekturen vermittelt. In meiner Zeit als Werkstudent im DevOps-Bereich bei der Ford Motor Company konnte ich bereits praktische Erfahrung in einer agilen Entwicklungsumgebung sammeln. Dort habe ich unter anderem Tools zur Prozessautomatisierung und Datenauswertung mit Python entwickelt sowie CI/CD-Pipelines mit Jenkins und GitHub Actions implementiert und gepflegt. Diese Erfahrungen haben mein Verständnis für sauberen, wartbaren Code und die Bedeutung gründlicher Tests und Dokumentation geschärft.\n\nMit objektorientierten Sprachen wie C++ und Python sowie der Versionsverwaltung mit Git bin ich durch Projekte und das Studium vertraut. Mein theoretisches Wissen im Bereich FEM ist derzeit akademischer Natur; ich bin jedoch sehr motiviert, mich in dieses und andere für die Rolle relevante Gebiete schnell und gründlich einzuarbeiten. Projekte wie die Entwicklung eines 8-Bit-Computers auf einem FPGA oder meine Arbeit im Bereich Robotik und Computer Vision haben mir gezeigt, wie wichtig eine analytische und lösungsorientierte Herangehensweise an komplexe technische Probleme ist.\n\nIch arbeite gerne eigenständig, schätze aber ebenso den Austausch im Team, wie ich es in internationalen Projektgruppen während meiner Auslandssemester erlebt habe. Ich kommuniziere sicher auf Englisch (TOEFL B2) und Deutsch (Niveau B2) und bin bereit, für die Dauer des Praktikums meinen Lebensmittelpunkt nach Bremen zu verlegen.\n\nDie Aussicht, bei der ArianeGroup an konkreten Softwarelösungen für die Raumfahrt mitzuwirken, motiviert mich sehr. Ich freue mich darauf, in einem Gespräch mehr über meine bisherigen Projekte zu erzählen und zu erfahren, wie ich Ihr Team unterstützen kann."
    }
}