{
    "application": {
        "language": "german",
        "place_of_internship": [
            "Munich",
            "Bayern"
        ],
        "company_name": "BMW Group",
        "person_in_charge": "Recruiting-Team",
        "internship_title": "Bewerbung als Praktikant - Praktikant Künstliche Intelligenz Fahrzeugfunktionen",
        "cover_letter_text": "Sehr geehrtes Recruiting-Team,\n\nmit großem Interesse habe ich Ihre Ausschreibung für das Praktikum im Bereich Künstliche Intelligenz für Fahrzeugfunktionen in München gelesen. Die Möglichkeit, an der Schnittstelle von innovativen KI-Modellen und konkreten Fahrzeugsystemen zu arbeiten, finde ich außerordentlich spannend. Als Student der Technischen Informatik und DAAD-KOSPIE-Stipendiat an der Georg-August-Universität Göttingen suche ich für den Zeitraum ab März 2026 ein sechsmonatiges Pflichtpraktikum, um meine theoretischen Kenntnisse und praktischen Erfahrungen in der Entwicklung von KI-Lösungen einzubringen.\n\nMein Studium mit den Schwerpunkten Robotik, Maschinelles Lernen und Künstliche Intelligenz, das ich unter anderem an der Hochschule Hof vertieft habe, bildet eine solide theoretische Grundlage. Praktisch konnte ich diese bereits in Projekten wie „MLChords“ zur Akkorderkennung mit YOLOv8 und OpenCV sowie in der Entwicklung einer Android-App zur Echtzeiterkennung von Gebärdensprache mit TensorFlow Lite anwenden. Diese Projekte haben mir gezeigt, wie wichtig die Verarbeitung realer Daten und die Anbindung an Benutzerschnittstellen sind – genau die Aspekte, die Sie in Ihrer Tätigkeitsbeschreibung hervorheben.\n\nMeine Erfahrung als Werkstudent im DevOps-Bereich bei Ford hat mir zudem ein tiefes Verständnis für professionelle Softwareentwicklungsprozesse, die Arbeit mit CI/CD-Pipelines und die Integration verschiedener Schnittstellen vermittelt. Ich bin es gewohnt, mich schnell in neue Tech-Stacks einzuarbeiten und eigenständig Lösungen zu entwickeln, beispielsweise durch die Automatisierung von Feedback-Schleifen für Entwicklerteams. Die von Ihnen genannten Anforderungen, wie der Umgang mit Datenbanken, die Motivation, eigene Ideen einzubringen, und die Arbeit mit Live-Daten, treffen somit genau auf meine Fähigkeiten und meine Arbeitsweise zu.\n\nIch spreche fließend Deutsch (auf B2/C1-Niveau) und Englisch und habe bereits in internationalen Teams in Mexiko und Deutschland zusammengearbeitet. Ein Umzug nach München für die Dauer des Praktikums ist für mich selbstverständlich. Ich bin überzeugt, dass ich mit meiner technischen Affinität, meiner Lernbereitschaft und meiner praktischen Projekterfahrung einen wertvollen Beitrag zu Ihrem Team leisten kann."
    }
}