{
    "application": {
        "language": "english",
        "place_of_internship": [
            "",
            "Berlin"
        ],
        "company_name": "Deutsche Bank AG",
        "person_in_charge": "Recruiting-Team",
        "internship_title": "Application for Internship - Technology, Data & Innovation",
        "cover_letter_text": "Dear Recruiting Team,\n\nI am writing to apply for the Technology, Data & Innovation internship at Deutsche Bank AG. As a Computer Systems Engineering student and DAAD-KOSPIE scholar currently on academic exchange at the University of Göttingen, I am required to complete a mandatory six-month professional internship. I am seeking an opportunity that allows me to apply my technical foundation and proactive learning mindset to innovative projects, and I am very interested in contributing to your teams in Berlin.\n\nMy academic background has provided a strong foundation in core computer science principles, with a focus on areas like computer architecture and microcontrollers, complemented by exchange studies in cloud computing and mobile robotics. I am eager to deepen this knowledge within a practical, agile environment. Professionally, my experience as a DevOps Working Student at Ford Motor Company involved implementing CI/CD pipelines with Jenkins and GitHub Actions, and developing tools using Python and Groovy to interact with APIs for monitoring and workflow automation. This has given me hands-on experience in supporting development teams and improving process transparency, which I believe is highly relevant for roles in DevOps, Backend, or Fullstack development.\n\nI am particularly drawn to the prospect of working on state-of-the-art technical solutions that underpin core business systems. While I have practical experience with programming languages such as Python, Java, and JavaScript, and technologies including React and Google Cloud, I am a quick learner and fully willing to immerse myself in new languages or frameworks required by your specific projects. My experience in international and interdisciplinary teams, both in Mexico and Germany, has honed my communication and collaborative skills. I am business fluent in both English and German, enabling effective contribution in a diverse setting.\n\nI am highly motivated to undertake this six-month internship starting in March or April 2026. I am fully prepared to relocate to Berlin and am excited by the opportunity to develop my digital skills alongside experienced engineers at the forefront of financial innovation. Thank you for considering my application. I look forward to discussing how my background and eagerness to learn can support your team's goals."
    }
}