{
    "application": {
        "language": "german",
        "place_of_internship": "Jena, Turingia, Germany",
        "company_name": "ZEISS Group",
        "person_in_charge": "ZEISS Recruiting Team",
        "internship_title": "Praktikum im Bereich Embedded Software für Refraktive Laser (m/w/x)",
        "cover_letter_text": "Sehr geehrtes Recruiting-Team der ZEISS Group,\n\nmit großem Interesse habe ich Ihre Ausschreibung für das Praktikum im Bereich Embedded Software für Refraktive Laser in Jena gelesen. Als Student der Technischen Informatik im DAAD-KOSPIE-Austauschprogramm an der Universität Göttingen suche ich für den Zeitraum von März bis August 2026 ein sechsmonatiges Pflichtpraktikum. Die Möglichkeit, an der Schnittstelle von Embedded Systems und medizintechnischer Hardware zu arbeiten, motiviert mich außerordentlich.\n\nMein Studium in Mexiko und Deutschland hat einen starken Fokus auf Computer Systems Engineering, mit vertieften Kenntnissen in Computer Architecture und Microcontrollern. Praktische Erfahrung im Hardware-nahen Programmieren konnte ich bereits in Projekten sammeln, wie der Entwicklung eines 8-Bit-Computers auf einem FPGA mit VHDL. Dies hat mir ein fundiertes Verständnis für die Interaktion von Software und Hardware vermittelt. Zudem bringe ich solide Programmierkenntnisse in C und C++ aus dem Studium mit.\n\nWährend meiner Tätigkeit als Werkstudent im DevOps-Bereich bei der Ford Motor Company habe ich meine strukturierte und analytische Arbeitsweise geschärft. Die Arbeit mit CI/CD-Pipelines, Automatisierungsskripten und APIs hat mein Verständnis für robuste Softwareentwicklung und präzise Dokumentation gestärkt – Fähigkeiten, die ich gerne in Ihr Projekt einbringen möchte. Direkte Erfahrungen mit Embedded Linux oder Yocto habe ich zwar noch nicht gesammelt, doch ich bin ein schneller Lerner und habe mich bereits erfolgreich in neue Tech-Stacks wie Android-Entwicklung oder FPGA-Design eingearbeitet. Ich bin hochmotiviert, mich in diese Technologien einzuarbeiten.\n\nDie vergleichende Analyse von Echtzeitsystemen und die messtechnische Bewertung von Interrupt-Latenzen sprechen mich als methodisch denkenden Ingenieur besonders an. Ich arbeite gerne eigenständig an komplexen Fragestellungen, bis eine funktionierende und gut dokumentierte Lösung gefunden ist.\n\nIch kommuniziere sicher auf Deutsch (Niveau B2) und Englisch (B2) und freue mich darauf, Teil eines interdisziplinären Teams zu werden, das Technologien für das Leben voranbringt. Ein Umzug nach Jena für die Dauer des Praktikums ist für mich selbstverständlich.\n\nIch bin überzeugt, dass ich mit meiner praktischen Herangehensweise und meiner Begeisterung für Embedded Systems eine Bereicherung für Ihr Team sein kann. Gerne stelle ich mich in einem persönlichen Gespräch vor."
    }
}